[
  {
    "region": "Africa",
    "encounters": [
      {
        "name": "Adze",
        "image": "",
        "reactions": [
          {
            "name": "Trap",
            "story": {
              "text": "The sun is setting as you arrive at a village. An elderly woman offers you a room in her hut to sleep in. You wake up to the soft glow of a lightning bug flying around you.",
              "triggers": [
                {
                  "skill": "Athleticism",
                  "conclusion": {
                    "text": "You catch the bug in a cup from the nightstand. You admire it for a second before it transforms into a vampire. You tie the monster up as a present to the villagers.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You try to catch the bug, but it's too fast. It escapes out the window.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Kill",
            "story": {
              "text": "A sixth sense wakes you from your dreams. There's a single firefly dancing around you.The bug's light may be subtle, but it's keeping you awake. ",
              "triggers": [
                {
                  "conclusion": {
                    "text": "The bug lands on the wall. You grab your shoe from the floor and strike it. Direct hit! When you pull your shoe back the bug flies away unharmed. ",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Ignore",
            "story": {
              "text": "You decide to ignore the bug and go back to sleep. A moment later you feel the bug land on you, followed by a sharp pain. It bit you. You go to smack it but it's already gone. ",
              "triggers": [
                {
                  "conclusion": {
                    "text": "A strange feeling brews in the pit of your stomach as an unknown anger befalls you.",
                    "points": 0
                  }
                }
              ]
            }
          }
        ]
      },
      {
        "name": "Impundulu",
        "image": "impundulu",
        "reactions": [
          {
            "name": "Trap",
            "story": {
              "text": "The bird circles around you in the sky for a while, then dives. You decide it would be a good idea to try to trap it. ",
              "triggers": [
                {
                  "conclusion": {
                    "text": "The bird swoops down low, and you grab onto it. It lifts you high into the air, and you fall to the ground. You are knocked out.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Attack",
            "story": {
              "text": "The bird soars through the air with its talons bared. You only have a couple of seconds before its pointed claws slice you to ribbons.",
              "triggers": [
                {
                  "skill": "Magic",
                  "conclusion": {
                    "text": "You summon a huge fireball and launch it at the bird. The fire scares the giant bird, and it flies away.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "The bird swoops toward you, and you take a swing at it. Unfortunately, you miss, and a bolt of lightning strikes you. You fall unconscious. ",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Run",
            "story": {
              "text": "The sight of the huge bird strikes fear into your heart. You decide to try to run away before the bird can get to you.",
              "triggers": [
                {
                  "conclusion": {
                    "text": "You try to run away, but the bird sees you. Lightning strikes all around you as you run, and one of the bolts hits you. You escape, but not without some nasty burns.",
                    "points": 0
                  }
                },
                {
                  "skill": "Athleticism",
                  "conclusion": {
                    "text": "You turn on your heels and sprint away, your feet flinging up dust as you run. You luckily escape the area unharmed.",
                    "points": 0
                  }
                }
              ]
            }
          }
        ]
      },
      {
        "name": "Ninki Nanka",
        "image": "ninki_naka",
        "reactions": [
          {
            "name": "Talk",
            "story": {
              "text": "You drag your feet through the murky swamp, when suddenly, the water ripples around you. A Ninki Nanka is staring you down.",
              "triggers": [
                {
                  "conclusion": {
                    "text": "You open your mouth to speak, but the creature snaps at you and roars. You start to feel sick, and run out of the swamp as fast as possible. ",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Use Medicine",
            "story": {
              "text": "The villagers who asked for your help told you that being near the swamp monster would make you feel sick. They gave you medicine, just in case.",
              "triggers": [
                {
                  "conclusion": {
                    "text": "You drink the medicine they gave you. The monster sees it can't harm you and dives back into the water. \n",
                    "points": 1
                  }
                }
              ]
            }
          },
          {
            "name": "Attack",
            "story": {
              "text": "This thing looks mean, but you might be strong enough to fight it.",
              "triggers": [
                {
                  "skill": "Weapon Use",
                  "conclusion": {
                    "text": "You slice at the monster with your sword but that just makes it angry. It comes completely out of the water, revealing its huge, shiny body. You run away as fast as you can.",
                    "points": 0
                  }
                },
                {
                  "conclusion": {
                    "text": "When you get close to the Ninki Nanka, it snaps its huge teeth at you. You can't fight it. ",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Run",
            "story": {
              "text": "The Ninki Nanka may be much bigger than you are, but it looks slow. You think you can outrun it.",
              "triggers": [
                {
                  "skill": "Stealth",
                  "conclusion": {
                    "text": "The monster is looking straight at you, but you're not sure it can actually see you. You back away slowly and the Ninki Nanka does nothing. You get away safely.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You try to run away, but being so close to the monster makes you sick, just like the villagers warned. You get away, but it takes a while.",
                    "points": 0
                  }
                }
              ]
            }
          }
        ]
      }
    ]
  },
  {
    "region": "Asia",
    "encounters": [
      {
        "name": "Chinese Lung Dragon",
        "image": "chinese_dragon",
        "reactions": [
          {
            "name": "Attack",
            "story": {
              "text": "You walk along a section of the Great Wall of China during a thunderstorm . Something massive flies above you.",
              "triggers": [
                {
                  "skill": "Magic",
                  "conclusion": {
                    "text": "You've heard that these types of dragons are the mortal enemies of tigers, so you cast a spell to summon a giant tiger. The dragon sees it and the two become locked in battle.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You try to shoot the dragon down with a bow and arrows, but the winds from the storm are too strong.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Bribe",
            "story": {
              "text": "This dragon is causing a huge storm at the Great Wall of China. Dragons are known for being greedy, and you might just have something it wants.",
              "triggers": [
                {
                  "conclusion": {
                    "text": "You've heard that these types of dragons revere a mystical flaming pearl. You bribe the dragon with a regular pearl in exchange for stopping the storm.",
                    "points": 1
                  }
                }
              ]
            }
          },
          {
            "name": "Run",
            "story": {
              "text": "The dragon is flying so high that you think it probably can't see you. This is your chance to make your escape.",
              "triggers": [
                {
                  "skill": "Stealth",
                  "conclusion": {
                    "text": "You walk as carefully as you can away from the dragon. It does not see you through the clouds.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "As soon as you try to run, the dragon sees you and tries to capture you in its claws. You manage to hide in a tower until it loses interest.",
                    "points": 0
                  }
                }
              ]
            }
          }
        ]
      },
      {
        "name": "Kappa",
        "image": "kappa",
        "reactions": [
          {
            "name": "Greet",
            "story": {
              "text": "As you're sitting on the edge of a river, you see a large turtle swimming towards you. When it gets close it launches from the water to reveal it's not a turtle, but a kappa!",
              "triggers": [
                {
                  "skill": "Logic",
                  "conclusion": {
                    "text": "Remembering Japanese manners, you give the kappa a greeting bow. It returns your bow, emptying the water-filled dip on its head. It loses its strength and crawls to the water.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "The kappa stares at you, confused, as you wave at it. Without warning it tackles you and tries to drag you into the river. You manage to free yourself and flee.",
                    "points": 1
                  }
                }
              ]
            }
          },
          {
            "name": "Attack",
            "story": {
              "text": "The heat of the day is getting to you and you decide to splash some water from the nearby river on your face. As you kneel you're ambushed by something in the currents.",
              "triggers": [
                {
                  "skill": "Weapon Use",
                  "conclusion": {
                    "text": "You draw your blade, and the kappa hisses at you. It seems more disgusted at the metal you're wielding than it is of you. It backs away, returning to the water.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "The creature is intimidating, but you don't back down. It lunges. You swing a mighty punch. You hit it in the face, the water in its head spills, and the kappa falls. ",
                    "points": 1
                  }
                }
              ]
            }
          },
          {
            "name": "Request",
            "story": {
              "text": "Nearby villagers have selected you to seek out the water spirit. Many have been injured, and the spirit is said to know ancient healing techniques.",
              "triggers": [
                {
                  "skill": "Persuasion",
                  "conclusion": {
                    "text": "The kappa returns to the river. You think you've failed until you see its shell coming back. It hands you a giant Scroll of Healing to take to the village.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "The kappa watches you plead for its help, but without an offering it refuses and leaves you kneeling on the edge of river.",
                    "points": 0
                  }
                }
              ]
            }
          }
        ]
      },
      {
        "name": "Kitsune",
        "image": "",
        "reactions": [
          {
            "name": "Talk",
            "story": {
              "text": "Wishing to learn more of the world, you go in search of a rumored ancient, and powerful fox spirit in Japan.",
              "triggers": [
                {
                  "skill": "Persuasion",
                  "conclusion": {
                    "text": "You find the ancient fox; its eyes are filled with the promised wisdom. You persuade it to share some of its great knowledge.",
                    "skill": "Magic"
                  }
                },
                {
                  "conclusion": {
                    "text": "You feel great power and wisdom coming from the fox. You ask if it will share some of its vast knowledge with you. The fox sneers at you and vanishes before your eyes.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Attack",
            "story": {
              "text": "As you enjoy a moonlit stroll, you see a light quickly approaching. Mesmerized, you watch it get closer, until you realize it's fire. You're being attacked by an angry fox spirit.",
              "triggers": [
                {
                  "skill": "Weapon Use",
                  "conclusion": {
                    "text": "You draw your sword and charge. The fox attempts to dodge, but you cut off its many tails in one powerful swing. It falls dead at your feet. ",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You charge the fox foolishly. It skitters away from your attacks. A jet of flames launch from its mouth, burning you.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Leave",
            "story": {
              "text": "An abandoned mansion catches your eye. Feeling adventurous, you decide to explore it. In the library, you find a fox spirit.",
              "triggers": [
                {
                  "conclusion": {
                    "text": "You can sense the power of the fox and decide it's best not to disturb it. You carefully shut the library doors behind you and leave the mansion. ",
                    "points": 1
                  }
                }
              ]
            }
          }
        ]
      }
    ]
  },
  {
    "region": "Oceania",
    "encounters": [
      {
        "name": "Bunyip",
        "image": "bunyip",
        "reactions": [
          {
            "name": "Hide",
            "story": {
              "text": "As you trudge through a swamp, you hear a howl that sends shivers down your spine. Wasting no time, you dive for cover.",
              "triggers": [
                {
                  "skill": "Stealth",
                  "conclusion": {
                    "text": "You conceal yourself in muck and shrubs. You watch from your hiding place as a giant amphibious dog walks right past you.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You try to cover yourself in mud and plants, but when the creature passes, you accidentally scream. You abandon your cover and run.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Attack",
            "story": {
              "text": "You're trekking through a swamp. You start to get a sense that something, other than the bugs biting your arm, is following you. You turn to see a large shadow trailing you.",
              "triggers": [
                {
                  "skill": "Weapon Use",
                  "conclusion": {
                    "text": "The beast realizes it has been spotted and charges. There's barely enough time to draw your sword and fend off the creature.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You don't have any weapons, but grab a thick branch as the beast charges you. You dodge its bite and smack the monster on its head. Dazed, it flees back into the swamp.",
                    "points": 1
                  }
                }
              ]
            }
          },
          {
            "name": "Run",
            "story": {
              "text": "As you make your way through the swamp you become uneasy, jumping at every turn. There's a loud snap of breaking branches behind you. ",
              "triggers": [
                {
                  "conclusion": {
                    "text": "You don't bother looking behind you. Your instincts tell you to run, and you listen.",
                    "points": 1
                  }
                }
              ]
            }
          }
        ]
      },
      {
        "name": "Taniwha",
        "image": "",
        "reactions": [
          {
            "name": "Talk",
            "story": {
              "text": "You paddle your boat through a dark, gloomy river. Something moves underneath you and grabs your boat. The villagers warned you about this river guardian.",
              "triggers": [
                {
                  "skill": "Logic",
                  "conclusion": {
                    "text": "You've heard stories about people leaving offerings for the taniwha that guard their villages. You give the creature a traditional green twig and sweet potato.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "Your words only seem to anger the guardian. It flips your boat over and swims away.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Attack",
            "story": {
              "text": "As you paddle your boat, a creature grabs onto the edge and tries to pull you into the swamp.",
              "triggers": [
                {
                  "skill": "Weapon Use",
                  "conclusion": {
                    "text": "You grab the spear the villagers gave you and strike the monster. It growls and quickly swims away.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "The creature snaps its teeth at you. You don't want to go anywhere near that thing. You scream until the monster gets bored with you and swims away.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Run",
            "story": {
              "text": "The creature grabs ahold of your boat and tries to pull you under the water.",
              "triggers": [
                {
                  "skill": "Athleticism",
                  "conclusion": {
                    "text": "You quickly dive overboard and swim to shore. The creature pursues you, but you manage to get away.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You try to paddle away, but the taniwha grabs your boat and and traps you. You escape when it loses interest.",
                    "points": 0
                  }
                }
              ]
            }
          }
        ]
      },
      {
        "name": "Yowie",
        "image": "",
        "reactions": [
          {
            "name": "Observe",
            "story": {
              "text": "You see the yowie up ahead, skulking around in the grass. It hasn't noticed you yet, so you decide to sit back and watch what it does. ",
              "triggers": [
                {
                  "skill": "Stealth",
                  "conclusion": {
                    "text": "You stand perfectly still. You watch as the yowie hunts a rabbit, then begins to feast. After a while, it walks away, and you leave.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You try to be quiet and observe the yowie, but you fail miserably. It hears you and becomes startled. It runs off into the forest, leaving you disappointed.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Attack",
            "story": {
              "text": "The Yowie sees you and rears up, preparing for an attack. If you don't do anything, it will crush you with its mighty fists.",
              "triggers": [
                {
                  "skill": "Weapon Use",
                  "conclusion": {
                    "text": "It rushes at you. You pick up a stick and swing it at the monster. The creature is dazed, and runs away in fear.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "The yowie rushes at you, ready to attack. It is on you before you have time to react, and it lands a heavy blow to your chest. You slam into a tree and fall unconscious.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Run",
            "story": {
              "text": "You walk toward the yowie, and it turns toward you and prepares to attack. Fear grips you, and you decide to get away from there as fast as possible.",
              "triggers": [
                {
                  "skill": "Athleticism",
                  "conclusion": {
                    "text": "You turn on your heels and prepare to escape. As you run away, a branch snaps, alerting the monster. You easily outrun it, though.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You turn and run from the monster, and it chases you. The yowie easily catches up to you, and slams you to the ground.",
                    "points": 0
                  }
                }
              ]
            }
          }
        ]
      }
    ]
  },
  {
    "region": "Europe",
    "encounters": [
      {
        "name": "Wraith",
        "image": "wraith",
        "reactions": [
          {
            "name": "Pay Respects",
            "story": {
              "text": "The wraith stares at you from within a lonely graveyard. It seems like it wants something from you, but you aren't sure. Perhaps there's something you can do for it.",
              "triggers": [
                {
                  "skill": "Logic",
                  "conclusion": {
                    "text": "The ghost points a bony finger at a lonely patch of soil. You gather some flowers and place them on the grave. The creature seems satisfied, and disappears.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You see no way to pay respect for the dead in this cold, dark place. The wraith becomes angry and attacks. You fall unconscious.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Attack",
            "story": {
              "text": "The wraith screams and tenses up, preparing to attack. A thick fog blankets the graveyard and clouds your vision. You only have a few seconds to react before it gets to you.",
              "triggers": [
                {
                  "skill": "Magic",
                  "conclusion": {
                    "text": "The fog thickens as the wraith comes nearer. You cast a fireball spell, and it hits the wraith's lantern. The lantern shatters, and the wraith cries out as it disappears.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You throw a punch at the wraith, but your fist does nothing to the creature. It laughs at you as it traps you in a cold embrace.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Run",
            "story": {
              "text": "Seeing the wraith makes your blood run cold. You decide that you want nothing to do with it, and resolve to run away. ",
              "triggers": [
                {
                  "conclusion": {
                    "text": "You turn on your heels and sprint away from the lonely graves. The creature is slow, so you easily escape before it catches up to you.",
                    "points": 0
                  }
                }
              ]
            }
          }
        ]
      },
      {
        "name": "Loch Ness Monster",
        "image": "nessy",
        "reactions": [
          {
            "name": "Talk",
            "story": {
              "text": "You arrive at the shore of a vast lake. The water ripples softly in the moonlight. The ripples move closer, and a creature emerges.",
              "triggers": [
                {
                  "skill": "Persuasion",
                  "conclusion": {
                    "text": "You quietly explain to the monster that if she continues scaring people, they will never leave her alone. She cackles like a dolphin and slowly slips back into the water.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "The creature brings her face down to your level and releases a mighty roar that blows you away. You land unharmed in a tree, and run as far away from the lake as you can.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Attack",
            "story": {
              "text": "Surely you can outfight a water creature.",
              "triggers": [
                {
                  "skill": "Weapon Use",
                  "conclusion": {
                    "text": "You slice at her neck with your sword. The monster screeches in pain and disappears back into the water.",
                    "points": 1
                  }
                },
                {
                  "skill": "Magic",
                  "conclusion": {
                    "text": "Three spheres of light swirl around the monster's head and chase Nessie down into the water. You hope she will escape through the large crevice at the bottom of the lake.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "She is too fast for you. She picks you up in her mouth and shakes you back and forth until you fly out and into some nearby trees. You are uninjured, but a little dizzy.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Run",
            "story": {
              "text": "You assume that because Nessie lives in a lake, you can outrun her. ",
              "triggers": [
                {
                  "skill": "Stealth",
                  "conclusion": {
                    "text": "Even though Nessie is a lake monster, you've read that she can run on land. You try to look small and unimportant so the monster will lose interest in you, and you escape.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You don't realize that Nessie has been reported running on land before. You just barely get away.",
                    "points": 0
                  }
                }
              ]
            }
          }
        ]
      },
      {
        "name": "Kraken",
        "image": "kraken",
        "reactions": [
          {
            "name": "Talk",
            "story": {
              "text": "The crowded beach is in chaos as people panic and run out of the deep blue water. You decide to be brave and try to talk to the monster.",
              "triggers": [
                {
                  "skill": "Persuasion",
                  "conclusion": {
                    "text": "A tentacle wraps around you and lifts you high into the air. You remind the monster of how fish taste much better than humans, and convince it to leave the beach.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You try to get close enough to talk to the creature, but it can't hear you over all of the commotion. You give up and go home.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Attack",
            "story": {
              "text": "The monster is grabbing people in its mighty tentacles and holding them high in the air. You have to help them.",
              "triggers": [
                {
                  "skill": "Magic",
                  "conclusion": {
                    "text": "You hold out your hands and summon a ball of electricity. It shoots out of your hands and strikes the water, shocking the creature and causing it to swim away. ",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You run up to the nearest tentacle and give it a few kicks, but it flicks you away and you have no choice but to give up.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Run",
            "story": {
              "text": "This thing is so big, you can hardly see its face behind its massive tentacles. There's no way it can catch you.",
              "triggers": [
                {
                  "skill": "Athleticism",
                  "conclusion": {
                    "text": "You sprint to a nearby lighthouse. When the monster strikes, you dive out of the way. The tentacle hits the lighthouse and is sliced in half.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You attempt to run back up the beach, but it grabs you with a tentacle and pulls you up high into the air. It holds you there until someone else scares it away.",
                    "points": 0
                  }
                }
              ]
            }
          }
        ]
      },
      {
        "name": "Cockatrice",
        "image": "cockatrice",
        "reactions": [
          {
            "name": "Observe",
            "story": {
              "text": "The creature is ahead of you, stomping around in the grass. You decide to hang back and observe it from a distance. ",
              "triggers": [
                {
                  "skill": "Stealth",
                  "conclusion": {
                    "text": "You stand perfectly still, making sure not to move a muscle. You watch as the cockatrice snaps up a nearby rabbit. What a magnificent sight!",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You hunker down to watch the cockatrice, but you accidentally slip and fall to the ground. The creature notices you and attacks! You fall unconscious.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Attack",
            "story": {
              "text": "The cockatrice notices movement behind it and starts to turn around. You must do something before it looks at you. Otherwise, you'll be turned to stone.",
              "triggers": [
                {
                  "skill": "Magic",
                  "conclusion": {
                    "text": "You use magic to create a brilliant flash of light. The cockatrice is blinded by the light and flies away, annoyed.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You run up to the creature and attack it with your fists. Your punches bounce off its scaly hide, and it turns around and attacks you. You fall unconscious.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Run",
            "story": {
              "text": "The cockatrice is lying in the grass, sleeping soundly. It has no idea you're there, and you know how dangerous it is. You decide to leave it alone.",
              "triggers": [
                {
                  "conclusion": {
                    "text": "The soft grass masks your footfalls as you run away from the sleeping cockatrice. You manage to run away without waking it up.",
                    "points": 0
                  }
                }
              ]
            }
          }
        ]
      }
    ]
  },
  {
    "region": "Americas",
    "encounters": [
      {
        "name": "Chupacabra",
        "image": "chupacabra",
        "reactions": [
          {
            "name": "Talk",
            "story": {
              "text": "The sun sets on the small goat farm you promised to guard. Everything seems ok, until one of the goats suddenly drops dead. A creature the size of a small bear grins at you.",
              "triggers": [
                {
                  "skill": "Persuasion",
                  "conclusion": {
                    "text": "You go to the farmer's house and work out an agreement with the villagers: every day, one person will set out food or meat for the monster.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You try to talk to the chupacabra, but it is too busy drinking goat blood to hear you.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Catch",
            "story": {
              "text": "A village asks you to help them catch a creature that has been terrorizing their goat farms. You wait until the creature appears at sunset.",
              "triggers": [
                {
                  "skill": "Magic",
                  "conclusion": {
                    "text": "You summon a fiery cage to trap the monster in. In the morning, you organize a meeting with the town to figure out a peaceful solution.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You run at the monster and try to grab it, but it hops away like a kangaroo and escapes into the night.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Run",
            "story": {
              "text": "You offer to help a small village protect their goats from a creature that is drinking their blood. When you actually see it, however, it is too terrifying to catch.",
              "triggers": [
                {
                  "skill": "Athleticism",
                  "conclusion": {
                    "text": "You don't like the way that thing is looking at you. You run to the farmer's house and hide there until morning.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You want to try and get away, but its menacing gaze stops you. You watch it drink the goats' blood until morning.",
                    "points": 0
                  }
                }
              ]
            }
          }
        ]
      },
      {
        "name": "Deer Woman",
        "image": "deer_women",
        "reactions": [
          {
            "name": "Invite",
            "story": {
              "text": "You are dancing around a fire to tribal music. You see a woman hiding on the forest's edge and invite her to join.",
              "triggers": [
                {
                  "skill": "Logic",
                  "conclusion": {
                    "text": "As the woman nears, you notice she doesn't have feet, but deer hooves. You look away and let her enjoy a night of dancing. ",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "The woman's deer hooves grab your attention. Your stares make her embarrassed and uncomfortable. She runs back to the woods. Something in the forest now feels threatening.",
                    "points": 1
                  }
                }
              ]
            }
          },
          {
            "name": "Follow",
            "story": {
              "text": "Curious, you follow the woman into the forest. You catch up to her in a small clearing. She turns into a large deer and attacks. ",
              "triggers": [
                {
                  "conclusion": {
                    "text": "You fend off the deer with a fallen branch as you back out of the forest.",
                    "points": 1
                  }
                }
              ]
            }
          },
          {
            "name": "Make Offering",
            "story": {
              "text": "A local tribe has fallen on hard times, perhaps this spirit can aid them. You are careful not to scare her into the forest.",
              "triggers": [
                {
                  "skill": "Persuasion",
                  "conclusion": {
                    "text": "Deer woman are known to help women conceive. You persuade the spirit to aid the women of the village get pregnant.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "The spirit ignores your offering. Instead, she looks longingly at the drums left by last night's fire.\n",
                    "points": 0
                  }
                }
              ]
            }
          }
        ]
      },
      {
        "name": "Wendigo",
        "image": "",
        "reactions": [
          {
            "name": "Talk",
            "story": {
              "text": "A village is currently under attack from a vicious wendigo. They ask you what you they should do about the monster.",
              "triggers": [
                {
                  "skill": "Persuasion",
                  "conclusion": {
                    "text": "You warn the village that the creature is very dangerous, and advise them to move somewhere else. The villagers reluctantly agree, and start packing their things.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You try to convince the villagers to move, but they stubbornly refuse to listen. You move on from the village and leave the villagers to their fate.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Attack",
            "story": {
              "text": "While travelling, you find a wendigo wandering about, looking for a meal. The creature spies you and gets ready to attack. If you don't do something, you will be its next meal.",
              "triggers": [
                {
                  "skill": "Magic",
                  "conclusion": {
                    "text": "You summon a huge ball of fire and fling it at the creature. It screams in agony as it is burned, and quickly runs away from you.",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You try to attack the creature, but your punches do nothing. It slashes you with its claws, but you are rescued by a group of villagers walking along the road.",
                    "points": 0
                  }
                }
              ]
            }
          },
          {
            "name": "Run",
            "story": {
              "text": "The wendigo sees you and gives chase, ready to tear you apart and eat you.",
              "triggers": [
                {
                  "skill": "Athleticism",
                  "conclusion": {
                    "text": "You sprint away from the creature as fast as you can. Before you know it, the creature is nowhere to be found. You have successfully escaped! ",
                    "points": 1
                  }
                },
                {
                  "conclusion": {
                    "text": "You try to escape, but you run out of breath. You look behind you to see that the wendigo has caught up to you. You scream as it attacks you, and you fall unconscious.",
                    "points": 0
                  }
                }
              ]
            }
          }
        ]
      }
    ]
  }
]
